{
    "images": [
        {
            "title": "Ngày 5/6/1911, Nguyễn Tất Thành rời bến Nhà Rồng lên tàu Amiral Latouche-Tréville với tên Văn Ba. Đây là bước khởi đầu hành trình tìm đường cứu nước, mở ra bước ngoặt lớn trong sự nghiệp cách mạng Việt Nam.",
            "file": "1.jpg"
        },
        {
            "title": "Tấm thẻ căn cước được cấp tại Paris khi Nguyễn Ái Quốc đang hoạt động trong phong trào đấu tranh của người Việt tại Pháp và chuẩn bị gửi “Bản Yêu sách 8 điểm” đến Hội nghị Versailles.",
            "file": "2.jpg"
        },
        {
            "title": "Nguyễn Ái Quốc tham gia Đại hội Tours, bỏ phiếu tán thành Quốc tế Cộng sản và trở thành người Việt Nam đầu tiên trở thành đảng viên cộng sản, góp phần sáng lập Đảng Cộng sản Pháp.",
            "file": "3.jpg"
        },
        {
            "title": "Hội nghị họp tại Hương Cảng (Trung Quốc) dưới sự chủ trì của Nguyễn Ái Quốc, thống nhất các tổ chức cộng sản, thành lập Đảng Cộng sản Việt Nam – mở ra bước ngoặt quyết định của cách mạng Việt Nam.",
            "file": "4.jpg"
        },
        {
            "title": "Tại Quảng trường Ba Đình, Hồ Chí Minh đọc Tuyên ngôn Độc lập khai sinh nước Việt Nam Dân chủ Cộng hòa, khẳng định quyền tự do, độc lập của dân tộc Việt Nam.",
            "file": "5.jpg"
        },
        {
            "title": "Năm 1959, Hồ Chí Minh ký ban hành Hiến pháp mới – bản Hiến pháp xã hội chủ nghĩa đầu tiên của Việt Nam, đánh dấu bước phát triển của Nhà nước dân chủ nhân dân.",
            "file": "6.jpg"
        },
        {
            "title": "Trong thời kỳ gian khổ, Bác Hồ sống và làm việc cùng cán bộ, chiến sĩ tại Việt Bắc – Thủ đô kháng chiến, lãnh đạo toàn dân kháng chiến và chuẩn bị cho chiến thắng Điện Biên Phủ.",
            "file": "7.jpg"
        },
        {
            "title": "Tập thơ được viết khi Hồ Chí Minh bị giam trong nhà tù Tưởng Giới Thạch. Tác phẩm thể hiện tinh thần thép, ý chí kiên cường và tâm hồn nhân văn sâu sắc.",
            "file": "8.jpg"
        },
        {
            "title": "Hồ Chí Minh ra Lời kêu gọi toàn dân đứng lên kháng chiến chống thực dân Pháp xâm lược với tinh thần: “Không! Chúng ta thà hy sinh tất cả chứ nhất định không chịu mất nước.”",
            "file": "9.jpg"
        },
        {
            "title": "Cuốn sách tập hợp bài giảng của Nguyễn Ái Quốc, đặt nền tảng tư tưởng cho phong trào cách mạng Việt Nam: cách mạng muốn thắng lợi phải có Đảng lãnh đạo.",
            "file": "10.jpg"
        }
        ,
        {
            "title": "Hình ảnh thể hiện tình cảm sâu sắc của Bác dành cho quân đội, luôn quan tâm, động viên, và trực tiếp chỉ đạo trong các cuộc kháng chiến.",
            "file": "11.jpg"
        }
        ,
        {
            "title": "Bức ảnh cho thấy phong cách làm việc giản dị, trách nhiệm và tận tụy suốt đời vì nước vì dân của Chủ tịch Hồ Chí Minh.",
            "file": "12.jpg"
        },
        {
            "title": "Bác luôn dành tình yêu thương đặc biệt cho thiếu nhi – những mầm non tương lai của đất nước. Bác được thiếu nhi gọi thân thương là “Ông Bụt”.",
            "file": "13.jpg"
        }
        ,
        {
            "title": "Bức ảnh ghi lại thói quen đọc báo hằng ngày của Bác – thể hiện tinh thần tự học, cập nhật thông tin và sâu sát thực tiễn.",
            "file": "14.jpg"
        },
        {
            "title": "Khoảng thời gian hoạt động tại Pháp, Người tham gia nhiều tổ chức tiến bộ, truyền bá tư tưởng giải phóng dân tộc, chuẩn bị về mặt lý luận cho con đường cách mạng Việt Nam.",
            "file": "15.jpg"
        },
        {
            "title": "Hồ Chí Minh đến thăm và động viên chiến sĩ trong các buổi huấn luyện, thể hiện sự quan tâm đến việc xây dựng quân đội chính quy, hiện đại.",
            "file": "16.jpg"
        },
        {
            "title": "Chuyến thăm thể hiện tinh thần đoàn kết quốc tế giữa Việt Nam – Triều Tiên, củng cố quan hệ ngoại giao thời kỳ chiến tranh và kháng chiến.",
            "file": "17.jpg"
        },
        {
            "title": "Bức ảnh thể hiện sự phối hợp giữa lãnh tụ Hồ Chí Minh và Đại tướng Võ Nguyên Giáp trong chiến dịch lịch sử Điện Biên Phủ “lừng lẫy năm châu”.",
            "file": "18.jpg"
        },
        {
            "title": "Hình ảnh tái hiện quá trình biến đổi của Bác từ thời trẻ đến khi lãnh đạo đất nước – gắn với từng giai đoạn lịch sử cách mạng.",
            "file": "19.jpg"
        },
        {
            "title": "Hình ảnh kỷ niệm giữa Chủ tịch Hồ Chí Minh và đồng chí Nguyễn Lương Bằng – một cán bộ trung kiên, từng giữ chức Phó Chủ tịch nước.",
            "file": "20.jpg"
        },
        {
            "title": "Bút tích Di chúc viết tay của Bác Hồ",
            "file": "21.jpg"
        },
        {
            "title": "Bác Hồ trên chiếc xe Pobeda (xe Chính phủ cấp)",
            "file": "22.jpg"
        },
        {
            "title": "Chủ tịch Hồ Chí Minh với Thủ tướng nước Cộng hòa nhân dân Trung Hoa Chu Ân Lai, Bắc Kinh ngày 18/6/1956",
            "file": "23.webp"
        },
        {
            "title": "Chủ tịch Hồ Chí Minh và Chủ tịch Đảng Cộng Sản Trung Quốc Mao Trạch Đông nâng ly chúc tình hữu nghị Việt Nam - Trung Quốc mãi mãi xanh tươi, đời đời bền vững vào tháng 8/1957",
            "file": "24.webp"
        },
        {
            "title": "Chủ tịch Hồ Chí Minh cùng các đồng chí lãnh đạo cấp cao Việt Nam tham dự lễ mít tinh của hơn 1.000 đại biểu các tầng lớp nhân dân Thủ đô Hà Nội, chào mừng Đoàn đại biểu Đảng và Chính phủ Cách mạng Cuba, do Tổng thống Osvaldo Dorticós Torrado dẫn đầu sang thăm Việt Nam, cuối tháng 10/1966",
            "file": "25.jpg"
        },
        {
            "title": "''Hữu nghị và hòa bình giữa nhân dân toàn thế giới!', bút tích của Chủ tịch Hồ Chí Minh tháng 1/1954",
            "file": "26.jpg"
        },
        {
            "title": "Việt Nam gia nhập ASEAN",
            "file": "27.jpg"
        },
        {
            "title": "''Đoàn kết, đoàn kết, đại đoàn kết - Thành công, thành công, đại thành công', bút tích của Chủ tịch Hồ Chí Minh ghi trong cuốn sổ danh dự của Đại hội Thống nhất Việt Minh - Liên Việt ngày 3/3/1951",
            "file": "28.jpg"
        },
        {
            "title": "Báo Người cùng khổ và tranh châm biếm của báo do nhà cách mạng Nguyễn Ái Quốc vẽ",
            "file": "29.gif"
        },
        {
            "title": "Trang bìa cuốn sách “Bản án chế độ Thực dân Pháp” (Le Procès de la colonisation Francaise) ",
            "file": "30.jpg"
        }
    ]
}